[
  {
    "id": 8170,
    "title": "The Salt of the Earth",
    "tags": [
      "dcp",
      "film"
    ],
    "dates": [
      "2015-08-16T20:00:00+00:00",
      "2015-08-17T20:00:00+00:00"
    ],
    "description": "A thought-provoking, and often shocking, look at the work of photographer Sebastião Salgado. Salgado is now 70 and his life story is told by his son Juliano Ribeiro Salgado and ..."
  },
  {
    "id": 8052,
    "title": "Iris",
    "tags": [
      "dcp",
      "film"
    ],
    "dates": [
      "2015-08-18T20:00:00+00:00",
      "2015-08-19T20:00:00+00:00"
    ],
    "description": "IRIS pairs legendary 87-year-old documentarian Albert Maysles (Grey Gardens) with Iris Apfel, the quick-witted, flamboyantly dressed 93-year-old style maven who has had an outsized presence on the New York fashion ..."
  },
  {
    "id": 8172,
    "title": "The Devil Rides Out",
    "tags": [
      "dvd",
      "film"
    ],
    "dates": [
      "2015-08-21T20:00:00+00:00"
    ],
    "description": "Join us in remembering the life of Christopher Lee with one of his favourite roles. The Duc de Richeleau and his friend Rex discover their young charge Simon has fallen ..."
  },
  {
    "id": 8254,
    "title": "Dressed as a Girl",
    "tags": [
      "dcp",
      "film",
      "poutfest"
    ],
    "dates": [
      "2015-08-22T20:00:00+00:00"
    ],
    "description": "UK director Colin Rothbart in his feature film debut pulls off the wigs, wipes off the mascara to unveil the real people behind the much hyped and talked about East ..."
  },
  {
    "id": 8249,
    "title": "52 Tuesdays",
    "tags": [
      "dcp",
      "film",
      "poutfest"
    ],
    "dates": [
      "2015-08-23T20:00:00+00:00",
      "2015-08-24T20:00:00+00:00"
    ],
    "description": "Billie's journey to independence is accelerated when her mother reveals plans to gender transition, limiting their time together to Tuesday afternoons. Whatever happens to her mother, Billie will always be ..."
  },
  {
    "id": 8053,
    "title": "Eden",
    "tags": [
      "dcp",
      "film"
    ],
    "dates": [
      "2015-08-25T20:00:00+00:00",
      "2015-08-26T20:00:00+00:00"
    ],
    "description": "EDEN is an affecting trip into the electronic dance movement in Paris whose rhythms echo its textures and feeling. Based on the experiences of Hansen-Løve's brother (and co-writer) Sven, the ..."
  },
  {
    "id": 8225,
    "title": "A Girl At My Door",
    "tags": [
      "dcp",
      "film",
      "poutfest"
    ],
    "dates": [
      "2015-08-27T20:00:00+00:00"
    ],
    "description": "Banished to provincial purgatory after a censure for misconduct, a former star of the Seoul police force finds her maternal instincts unexpectedly awoken when she meets a troubled teenage girl."
  },
  {
    "id": 8047,
    "title": "The Diary of a Teenage Girl",
    "tags": [
      "dcp",
      "film"
    ],
    "dates": [
      "2015-08-30T20:00:00+00:00",
      "2015-08-31T20:00:00+00:00",
      "2015-09-01T20:00:00+00:00"
    ],
    "description": "Exhilarating in its candour and ironic verve, The Diary of a Teenage Girl recounts the visceral thrills and spills of 15-year-old Minnie as she throws herself into her first affair. ..."
  },
  {
    "id": 8108,
    "title": "The Dark Room",
    "tags": [
      "comedy",
      "performance"
    ],
    "dates": [
      "2015-09-02T20:00:00+00:00"
    ],
    "description": "The Dark Room is the world’s only live-action videogame, interactive and insane, this is improv comedy + retro gaming fused into a deranged rock n’ roll game show. No two ..."
  },
  {
    "id": 8256,
    "title": "Man With a Movie Camera",
    "tags": [
      "dcp",
      "film",
      "scalarama"
    ],
    "dates": [
      "2015-09-03T20:00:00+00:00"
    ],
    "description": "Man with a Movie Camera is one of the most ground-breakingly inventive and influential films ever made. A strikingly modern look at urban life in 1920s Russia, Vertov’s extraordinary montage ..."
  },
  {
    "id": 8062,
    "title": "Waitress for the Bees + Larkhall + Cajita",
    "tags": [
      "music"
    ],
    "dates": [
      "2015-09-04T20:00:00+00:00"
    ],
    "description": "Canadian violist Waitress for the Bees, American pianist Larkhall and Bristol/London guitarist Cajita play a set each of intricate beauty, lush arrangements, delicate vocals and sometimes unconventional song subjects: dinosaurs, ..."
  },
  {
    "id": 8099,
    "title": "¡hen~dø Vi",
    "tags": [
      "music"
    ],
    "dates": [
      "2015-09-05T20:00:00+00:00"
    ],
    "description": "eXpect/acCept everyth1ng && nØthing. delvE future+past, bōuncing ARCHÆO_CUBE reflections off 6Os radicals in thIS space+2O2O radicals we'l'come in t¡me... email hendo@cubecinema w/ ur idea rïight NØW 2 beee a part/ ..."
  },
  {
    "id": 8054,
    "title": "FIX UP",
    "tags": [
      "dvd",
      "film"
    ],
    "dates": [
      "2015-09-06T19:00:00+00:00"
    ],
    "description": "Bristol's only skate, film and edit competition. Teams of 4 skaters have 3 days to produce a 2 minute edit. Films will be viewed and judged at the Cube. There ..."
  },
  {
    "id": 7952,
    "title": "In Transition 2.0",
    "tags": [
      "film"
    ],
    "dates": [
      "2015-09-07T20:00:00+00:00"
    ],
    "description": "Transition Network is a charitable organisation that supports communities in the transition to ecological and economic sustainability. From food-growing groups to community-owned renewable energy, Transition initiatives are setting-up around the ..."
  },
  {
    "id": 8237,
    "title": "Mistress America",
    "tags": [
      "dcp",
      "film"
    ],
    "dates": [
      "2015-09-08T20:00:00+00:00",
      "2015-09-14T20:00:00+00:00",
      "2015-09-15T20:00:00+00:00"
    ],
    "description": "What if Frances Ha grew up? Noah Baumbach and Greta Gerwig team up again (hurrah!) with Mistress America, a screwball comedy with heart about female friendship and the double-edged sword ..."
  },
  {
    "id": 7857,
    "title": "BLUESCREEN",
    "tags": [
      "animation",
      "bluescreen",
      "cubeorchestra",
      "dvd",
      "film"
    ],
    "dates": [
      "2015-09-09T19:30:00+00:00"
    ],
    "description": "Made a Short Film you want to screen? Then bring it along tonight to Bluescreen, who will be screening short films from DVD's, USB's & Blurary brought in on the ..."
  },
  {
    "id": 8081,
    "title": "54 Director's Cut Party",
    "tags": [
      "dcp",
      "film",
      "party",
      "scalarama"
    ],
    "dates": [
      "2015-09-11T19:30:00+00:00"
    ],
    "description": "A much more rounded and fabulous cut of 54 that immerses you in the polysexual, magical mayhem that was Studio54 nightclub. Alongside the film expect performance from Tom Marshman & ..."
  },
  {
    "id": 8103,
    "title": "L'une chante, L'autre pas",
    "tags": [
      "dcp",
      "film",
      "scalarama"
    ],
    "dates": [
      "2015-09-13T17:30:00+00:00"
    ],
    "description": "Pomme and Suzanne are best friends who support each other no matter what. Though the years wear on and great distances see them drift apart, the true bonds of their ..."
  },
  {
    "id": 8212,
    "title": "Girlfriends",
    "tags": [
      "35mm",
      "film",
      "scalarama"
    ],
    "dates": [
      "2015-09-13T20:30:00+00:00"
    ],
    "description": "Susan is a photographer who spends most of her time snapping Bar Mitzvahs and babies while Anne is an aspiring writer who manages to get by. The best of friends ..."
  },
  {
    "id": 8110,
    "title": "Video Nasties Night!",
    "tags": [
      "dvd",
      "film",
      "scalarama"
    ],
    "dates": [
      "2015-09-16T20:00:00+00:00"
    ],
    "description": "To commemorate 30 years since the Video Recordings Act was enacted, the Cube welcomes the first ever uncut UK screening of Anthropophagus, newly cleared by the BBFC. We'll have a ..."
  },
  {
    "id": 8080,
    "title": "The Strange Case of Dr Jekyll and Ms Osbourne",
    "tags": [
      "dvd",
      "film",
      "scalarama"
    ],
    "dates": [
      "2015-09-17T20:00:00+00:00"
    ],
    "description": "Polish animator turned erotic fantasist Walerian Borowczyk takes aim at the limits of taste and decency with this characteristically wanton variation on Robert Louis Stevenson's much-adapted novella. Beautiful dreamlike surrealism, ..."
  },
  {
    "id": 8073,
    "title": "KUNG FU BANANAS!",
    "tags": [
      "film",
      "hellfire",
      "music",
      "scalarama"
    ],
    "dates": [
      "2015-09-18T20:00:00+00:00"
    ],
    "description": "This month HFVC has sought out one of the most intensely bonkers kung-fu flicks made by the legendary SHAW BROTHERS film studio. Sit back and enjoy a brain-melting melee of ..."
  },
  {
    "id": 7935,
    "title": "Live stand up + South Park: Bigger, Longer and Uncut",
    "tags": [
      "comedy",
      "film"
    ],
    "dates": [
      "2015-09-19T19:30:00+00:00"
    ],
    "description": "South Park's potty-mouthed, pant-wettingly funny musical pinnacle: bigger, longer and uncut. Preceded by tip top standup from Spencer Jones, Athena Kugblenu, Nick Elleray, Tim Goodings, Chris Fay & Bethan Roberts. ..."
  },
  {
    "id": 8050,
    "title": "The Wolfpack",
    "tags": [
      "dcp",
      "film"
    ],
    "dates": [
      "2015-09-21T20:00:00+00:00",
      "2015-09-22T20:00:00+00:00"
    ],
    "description": "Six bright teenage brothers have spent their entire lives kept from society in a Manhattan housing project. All they know of the outside is gleaned from the movies they watch ..."
  },
  {
    "id": 8211,
    "title": "The Connection",
    "tags": [
      "dcp",
      "film",
      "scalarama"
    ],
    "dates": [
      "2015-09-23T18:15:00+00:00"
    ],
    "description": "A staged improvisation, The Connection posits itself as unedited footage of a documentary on drug addicts when it's really a fictional recreation of a stage play of the same name, ..."
  },
  {
    "id": 8218,
    "title": "Portrait of Jason",
    "tags": [
      "dcp",
      "film",
      "scalarama"
    ],
    "dates": [
      "2015-09-23T20:45:00+00:00"
    ],
    "description": "Shot over twelve hours in an apartment in NYC, Shirley Clarke interrogates her friend Jason Holliday, aka Aaron Payne, in an attempt to find out who exactly is at the ..."
  },
  {
    "id": 8055,
    "title": "Comedians' Cinema Club",
    "tags": [
      "comedy",
      "film",
      "performance"
    ],
    "dates": [
      "2015-09-24T20:00:00+00:00"
    ],
    "description": "Comedians' Cinema Club is an improvised show where one of your favourite movies is performed by some of your favourite comedians. Nothing is scripted, nothing is rehearsed – anything could ..."
  },
  {
    "id": 8030,
    "title": "Sun Araw + Helm + Duppy Gun DJs feat. Ossia",
    "tags": [
      "music"
    ],
    "dates": [
      "2015-09-25T20:00:00+00:00"
    ],
    "description": "A special night of lucid dreams, prismatic beams and sonic Oculus Rift, with a mind-melting new A/V show from Sun Araw, striking electro-acoustic vistas conjured by Helm, and Duppy Gun ..."
  },
  {
    "id": 8179,
    "title": "Kinetta",
    "tags": [
      "dvd",
      "film",
      "scalarama"
    ],
    "dates": [
      "2015-09-27T18:00:00+00:00"
    ],
    "description": "The first film by Yorgos Lanthimos, the director of DOGTOOTH and ALPS and the forthcoming THE LOBSTER. In the drab off-season resort town of Kinetta, Lanthimos studies the cryptic activities ..."
  },
  {
    "id": 8119,
    "title": "Dogtooth",
    "tags": [
      "dcp",
      "film",
      "scalarama"
    ],
    "dates": [
      "2015-09-27T20:15:00+00:00"
    ],
    "description": "A darkly comic insight into a surreal world of parental control gone mad. Three teenagers are grounded in an alternate world by their overprotective parents, when a female outsider bursts ..."
  },
  {
    "id": 8215,
    "title": "Valerie and Her Week of Wonders",
    "tags": [
      "dvd",
      "film",
      "scalarama"
    ],
    "dates": [
      "2015-09-30T20:00:00+00:00"
    ],
    "description": "Valerie and Her Week of Wonders mixes horror, fairytale, surrealism and Freudian symbolism to depict the fantastical world inhabited by a young girl on the threshold of adulthood. Haunting and ..."
  },
  {
    "id": 8113,
    "title": "Estate, a Reverie (2015)",
    "tags": [
      "dvd",
      "film",
      "q&a"
    ],
    "dates": [
      "2015-10-04T20:00:00+00:00"
    ],
    "description": "Filmed over seven years, Estate, a Reverie reveals and celebrates the resilience of residents who are profoundly overlooked by media representations and wider social responses. Estate, a Reverie asks how ..."
  },
  {
    "id": 8058,
    "title": "The Best of the Internet",
    "tags": [
      "dvd",
      "film"
    ],
    "dates": [
      "2015-10-05T20:00:00+00:00"
    ],
    "description": "We’ve won the fight for net neutrality, but the internet is still as corporate an institution as the print and screen media industries. Yet political media thrives online as viral ..."
  },
  {
    "id": 7858,
    "title": "BLUESCREEN",
    "tags": [
      "animation",
      "bluescreen",
      "cubeorchestra",
      "dvd",
      "film"
    ],
    "dates": [
      "2015-10-21T19:30:00+00:00"
    ],
    "description": "Made a Short Film you want to screen? Then bring it(them) along to tonight's Bluescreen, Bristols longest running Short Film Night! We will be screening Short Films from DVD, USB ..."
  },
  {
    "id": 8198,
    "title": "Cabaret is happening!",
    "tags": [
      "party"
    ],
    "dates": [
      "2015-11-07T20:00:00+00:00"
    ],
    "description": ""
  },
  {
    "id": 7844,
    "title": "NYE",
    "tags": [
      "party"
    ],
    "dates": [
      "2015-12-31T20:00:00+00:00"
    ],
    "description": ""
  }
]
